{
  "right-to-repair": {
    "title": "What is the Right to Repair movement?",
    "meta": "By R. Correia · 8 min read",
    "imgAlt": "Phone repair on a lit workbench",
    "imgSrc": "https://images.unsplash.com/photo-PZLgTUAhxMM",
    "excerpt": "How targeted legislation can curb e-waste and extend device lifespans.",
    "body": [
      "<p>The Right to Repair movement argues that consumers and independent repairers should have practical access to parts, tools, manuals and diagnostics needed to fix modern devices.</p>",
      "<p>Supporters say this extends product lifespans, cuts e-waste and lowers costs while keeping local repair economies alive.</p>",
      "<h3>Why it matters</h3>",
      "<ul><li>Less e-waste → lower environmental impact.</li><li>Cheaper fixes and longer device lifespans.</li><li>More competition and innovation in repair services.</li></ul>",
      "<p>Policy frameworks differ by region, but the direction is clear: repair should be a right, not a privilege.</p>"
    ]
  },
  "cost-of-betting": {
    "title": "The cost of betting against the stock market",
    "meta": "By R. Correia · 6 min read",
    "imgAlt": "Red stock chart on a trading screen",
    "imgSrc": "https://images.unsplash.com/photo-1549421263-3c8b5f69f4c1",
    "excerpt": "Investigating why 84% of CFD users lose money.",
    "body": [
      "<p>Shorting looks attractive during drawdowns, but indices have an upward drift and compounding works against shorts.</p>",
      "<h3>Why most retail shorts lose</h3>",
      "<ul><li>Baseline market drift is up; timing has to be perfect.</li><li>Volatility spikes and margin calls force exits early.</li><li>Spreads, fees and financing erode returns quietly.</li></ul>",
      "<p>For most investors, risk sizing and diversification beat outright directional shorts.</p>"
    ]
  },
  "retail-style": {
    "title": "Quiet luxury & heritage retail",
    "meta": "By R. Correia · 6 min read",
    "imgAlt": "Refined boutique aesthetic",
    "imgSrc": "https://images.unsplash.com/photo-1520975922323-364e138278bd",
    "excerpt": "How restrained aesthetics keep legacy houses resilient.",
    "body": [
      "<p>The concept of Quiet Luxury is one of effortless elegance, where luxury needs no ostentation. It is measured in the details, in the fine fabrics and in the essential curves that enhance the natural movement of the body. A carefree, effortless charm that captures the essence of stolen moments, bursts of laughter, and the beauty found in simplicity. It is a luxury that manifests itself in moments of quietness and authenticity. It’s not just the dazzling allure of grand events, but the quiet intimacy of a moment savoured for oneself. Fabrics like linen, silk, and cashmere come together in sleek, minimalist designs, with each seam reflecting a keen focus on quality. There is no need for flashy logos or excessive decoration: elegance lies in the sense of well-being that a well-made dress can give.</p>"
    ]
  },
  "sustainability-in-fashion": {
    "title": "What do people mean by Eco-friendly fashion",
    "meta": "By R. Correia · 6 min read",
    "imgAlt": "a charity shop floor",
    "imgSrc": "https://images.unsplash.com/photo-1573612664822-d7d347da7b80",
    "excerpt": "The up's and downs",
    "body": [
      "<p>this is a test<p>"
    ]
  }
}
